Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.sidebarAppearance.match-terminal
source: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync
ar: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground شفاف خلفية مادة طرفية خلفية مزامنة
bs: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell povratni zapis traka za pomicanje ekran • %@ Match
da: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell scrollback rullepanel skærm • %@ Match
de: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground transparenter Hintergrund Material Terminal-Hintergrund Synchronisierung
es: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground fondo transparente material fondo de terminal sincronización
fr: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground arrière-plan transparent matériau arrière-plan du terminal synchronisation
it: sidebarAppearance.matchTerminalBackground transparent background material terminal sync terminale shell cronologia barra di scorrimento schermo • %@ Match
ja: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync 透明 背景 マテリアル ターミナル背景 同期
ko: sidebarAppearance.matchTerminalBackground 투명 배경 머티리얼 터미널 배경 동기화 sidebarAppearance.matchTerminalBackground transparent background material terminal background sync
nb: sidebarAppearance.matchTerminalBackground transparent background material terminal sync skall tilbakerulling rullefelt skjerm • %@ Match
pl: sidebarAppearance.matchTerminalBackground transparent background material terminal sync powłoka przewijanie pasek przewijania ekran • %@ Match
pt_br: sidebarAppearance.matchTerminalBackground transparent background material terminal sync shell histórico barra de rolagem tela • %@ Match
ru: sidebarAppearance.matchTerminalBackground transparent background material terminal sync терминал оболочка история прокрутки полоса экран • %@ Match
th: sidebarAppearance.matchTerminalBackground transparent background material terminal sync เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ • %@ Match
tr: sidebarAppearance.matchTerminalBackground transparent background material terminal sync kabuk geri kaydırma çubuğu ekran • %@ Match
uk: sidebarAppearance.matchTerminalBackground transparent background material terminal sync термінал shell історія прокручування смуга екран • %@ Match
zh_hans: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground 透明 背景 材质 终端 背景 同步
zh_hant: sidebarAppearance.matchTerminalBackground transparent background material terminal background sync sidebarAppearance.matchTerminalBackground 透明背景 材質 終端機背景同步 側邊欄外觀

# settings.search.alias.setting.sidebarAppearance.reset-tint
source: restore default clear tint colors opacity
ar: restore default clear tint colors opacity إعادة ضبط مصنع افتراضي استعادة مسح مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع التعيين تعيين شفافية اللون
bs: restore default clear tint colors opacity reset fabrički zadano vrati očisti izgled tema boja boje shema svijetlo tamno sistem način Obriši Resetovanje Resetuj Prozirnost nijanse
da: restore default clear tint colors opacity nulstil fabrik standard gendan ryd udseende tema farve farver skema lys mørk system tilstand Farvetone gennemsigtighed
de: restore default clear tint colors opacity zurücksetzen werkseinstellungen standard wiederherstellen löschen darstellung design farbe farben schema hell dunkel system modus Farbton-Deckkraft
es: restore default clear tint colors opacity restablecer fábrica predeterminado restaurar borrar apariencia tema color colores esquema claro oscuro sistema modo Opacidad del tinte
fr: restore default clear tint colors opacity réinitialiser usine défaut restaurer effacer apparence thème couleur couleurs schéma clair sombre système mode Opacité de la teinte Par
it: restore default clear tint colors opacity reimposta fabbrica predefinito ripristina cancella aspetto tema colore colori schema chiaro scuro sistema modalità Opacità tinta
ja: restore default clear tint colors opacity デフォルトに戻す 色を消す tint 透明度
ko: restore default clear tint colors opacity 재설정 초기화 기본값 복원 지우기 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조 불투명도
nb: restore default clear tint colors opacity tilbakestill fabrikk standard gjenopprett tøm utseende tema farge farger skjema lys mørk system modus Fjern Fargetone-opasitet
pl: restore default clear tint colors opacity reset fabryczne domyślne przywróć wyczyść wygląd motyw kolor kolory schemat jasny ciemny system tryb Resetuj Krycie odcienia Domyślny
pt_br: restore default clear tint colors opacity redefinir fábrica padrão restaurar limpar aparência tema cor cores esquema claro escuro sistema modo Opacidade da Tonalidade
ru: restore default clear tint colors opacity сброс заводские по умолчанию восстановить очистить внешний вид тема цвет цвета схема светлый темный система режим Сбросить Непрозрачность оттенка
th: restore default clear tint colors opacity รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด ความทึบของโทนสี
tr: restore default clear tint colors opacity sıfırla fabrika varsayılan geri yükle temizle görünüm tema renk renkler şema açık koyu sistem mod Tonu Opaklığı
uk: restore default clear tint colors opacity скидання заводські типові відновити очистити вигляд тема колір кольори схема світлий темний система режим Скинути Стандартний Непрозорість відтінку
zh_hans: restore default clear tint colors opacity 重置 出厂 默认 恢复 清除 外观 主题 颜色 配色 浅色 深色 系统 模式 色调不透明度
zh_hant: restore default clear tint colors opacity 重置 出廠 預設 還原 清除 外觀 主題 顏色 配色 淺色 深色 系統 模式 色調不透明度

# settings.search.alias.setting.sidebarAppearance.right-max-width
source: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit
ar: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit أقصى عرض اللوحة الجانبية اليمنى الطرفية سجلات
bs: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit maksimalna širina desna bočna traka terminal zapisnici
da: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit maksimal bredde højre sidepanel terminal logge
de: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit maximale breite rechte seitenleiste terminal protokolle
es: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit ancho máximo barra lateral derecha terminal registros
fr: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit largeur maximale barre latérale droite terminal journaux
it: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit larghezza massima barra laterale destra terminale log
ja: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit Dock 右サイドバー 最大幅 端末 予約幅 上限 ログ lazygit
ko: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit Dock 오른쪽 사이드바 최대 너비 터미널 로그
nb: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit maks bredde høyre sidepanel terminal logger
pl: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit maksymalna szerokość prawy pasek boczny terminal logi
pt_br: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit largura máxima barra lateral direita terminal logs
ru: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit максимальная ширина правая боковая панель терминал журналы
th: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit ความกว้างสูงสุด แถบด้านขวา เทอร์มินัล บันทึก
tr: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit en fazla genişlik sağ kenar çubuğu terminal günlükler
uk: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit максимальна ширина права бічна панель термінал журнали
zh_hans: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit Dock 右侧边栏 最大宽度 终端 日志
zh_hant: sidebar.rightMaxWidth dock right sidebar max width terminal reservation cap logs lazygit Dock 右側邊欄 最大寬度 終端 日誌

# settings.search.alias.setting.sidebarAppearance.tint-opacity
source: sidebarAppearance.tintOpacity alpha transparency intensity blend
ar: sidebarAppearance.tintOpacity alpha transparency intensity blend شفافية اللون
bs: sidebarAppearance.tintOpacity alpha transparency intensity blend Prozirnost nijanse
da: sidebarAppearance.tintOpacity alpha transparency intensity blend Farvetone gennemsigtighed
de: sidebarAppearance.tintOpacity alpha transparency intensity blend Farbton-Deckkraft
es: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacidad del tinte
fr: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacité de la teinte
it: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacità tinta
ja: sidebarAppearance.tintOpacity alpha transparency intensity blend 透明度 不透明度 alpha 強さ ブレンド
ko: sidebarAppearance.tintOpacity alpha transparency intensity blend 색조 불투명도
nb: sidebarAppearance.tintOpacity alpha transparency intensity blend Fargetone-opasitet
pl: sidebarAppearance.tintOpacity alpha transparency intensity blend Krycie odcienia
pt_br: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacidade da Tonalidade
ru: sidebarAppearance.tintOpacity alpha transparency intensity blend Непрозрачность оттенка
th: sidebarAppearance.tintOpacity alpha transparency intensity blend ความทึบของโทนสี
tr: sidebarAppearance.tintOpacity alpha transparency intensity blend Renk Tonu Opaklığı
uk: sidebarAppearance.tintOpacity alpha transparency intensity blend Непрозорість відтінку
zh_hans: sidebarAppearance.tintOpacity alpha transparency intensity blend 色调不透明度
zh_hant: sidebarAppearance.tintOpacity alpha transparency intensity blend 色調不透明度

# settings.search.alias.setting.terminal.adaptive-default-theme
source: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings
ar: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme تكيفي افتراضي سمة مظهر فاتح داكن لوحة ألوان Ghostty مدارة ألوان فارغ غير ملموس تكوين حفظ إعدادات
de: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme adaptives Standard-Theme Erscheinungsbild hell dunkel Palette Ghostty verwaltete Farben leer unangetastet Konfiguration Einstellungen erhalten
es: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme tema predeterminado adaptable apariencia paleta claro oscuro Ghostty colores administrados configuración vacía intacta conservar ajustes
fr: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme thème par défaut adaptatif apparence clair sombre palette Ghostty couleurs gérées vide config intacte préserver paramètres
ja: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme 適応 デフォルト テーマ 外観 ライト ダーク パレット Ghostty 管理 色 空 未設定 設定 保持
ko: terminal.adaptiveDefaultTheme 적응형 기본 테마 모양 라이트 다크 팔레트 Ghostty 관리 색상 빈 변경 없음 설정 유지 terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings
zh_hans: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings 自适应 默认 主题 外观 浅色 深色 调色板 托管配色 配置 保留 设置
zh_hant: terminal.adaptiveDefaultTheme adaptive default theme appearance light dark palette Ghostty managed colors empty untouched config preserve settings terminal.adaptiveDefaultTheme 自適應預設主題 外觀 淺色 深色 調色盤 Ghostty 管理顏色 空白未修改設定 保留設定

# settings.search.alias.setting.terminal.copy-on-select
source: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm
ar: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm نسخ تحديد حافظة فأرة نقرة مزدوجة نقرة ثلاثية
bs: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopiraj odabir međuspremnik miš dvoklik troklik
da: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopier markering udklipsholder mus dobbeltklik tredobbeltklik
de: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopieren auswahl zwischenablage maus doppelklick dreifachklick
es: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copiar selección portapapeles ratón doble clic triple clic
fr: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copier sélection presse-papiers souris double-clic triple-clic
it: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copia selezione appunti mouse doppio clic triplo clic
ja: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 選択 コピー クリップボード マウス ダブルクリック トリプルクリック
ko: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 복사 선택 클립보드 마우스 더블클릭 트리플클릭
nb: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopier markering utklippstavle mus dobbeltklikk trippelklikk
pl: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopiuj zaznaczenie schowek mysz dwuklik potrójne kliknięcie
pt_br: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm copiar seleção área de transferência mouse clique duplo clique triplo
ru: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm копировать выделение буфер обмена мышь двойной щелчок тройной щелчок
th: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm คัดลอก เลือก คลิปบอร์ด เมาส์ ดับเบิลคลิก ทริปเปิลคลิก
tr: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm kopyala seçim pano fare çift tıklama üçlü tıklama
uk: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm копіювати виділення буфер обміну миша подвійне клацання потрійне клацання
zh_hans: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 复制 选择 剪贴板 鼠标 双击 三击
zh_hant: terminal.copyOnSelect copy on selection select clipboard mouse double click triple click iterm 複製 選取 剪貼簿 滑鼠 按兩下 按三下

# settings.search.alias.setting.terminal.resume-commands
source: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process
ar: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process سطح استئناف أوامر موافقات بادئات الأوامر تلقائي استعادة سؤال يدوي tmux سبات عملية ملتصقة
de: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process Oberfläche Fortsetzungsbefehle Freigaben Befehlspräfixe automatische Wiederherstellung nachfragen manuell tmux Ruhezustand Sticky-Prozess
es: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process superficie reanudar comandos aprobaciones prefijos de comandos restauración automática preguntar manual tmux hibernación proceso persistente
fr: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process surface reprise commandes approbations préfixes de commande restauration auto demander manuel tmux hibernation processus persistant
ja: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process サーフェス 再開 コマンド 自動 復元 手動 プロセス
ko: surface resume commands 승인 명령 접두사 자동 복구 확인 수동 tmux 최대 절전 모드 고정 프로세스 surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process
zh_hans: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process 表面 恢复 命令 审批 命令前缀 自动 恢复 询问 手动 tmux 休眠 粘性 进程
zh_hant: surface resume commands approvals command prefixes auto restore ask manual tmux hibernation sticky process surface resume commands 介面恢復指令 核准 指令前綴 自動恢復 詢問 手動 tmux 休眠 常駐程序

# settings.search.alias.setting.terminal.scrollbar
source: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui
ar: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar تراجع شريط التمرير شريط تمرير حافة يمنى شاشة بديلة tui
bs: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui aplikacija opće postavke ponašanje dock traka menija status bočna terminal shell povratni zapis za pomicanje ekran uvoz migracija oznake historija kolačići profili • %@
da: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generelt indstillinger adfærd dock menulinje status sidepanel terminal shell rullepanel skærm import migrering bogmærker historik cookies profiler • %@
de: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar Scrollback Bildlaufleiste Scrollleiste rechter Rand alternativer Bildschirm tui
es: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar desplazamiento barra de desplazamiento borde derecho pantalla alternativa tui
fr: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar défilement historique barre de défilement bord droit écran alternatif tui
it: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generale preferenze comportamento dock barra menu stato laterale terminale shell cronologia di scorrimento schermo importa migrazione segnalibri cookie profili • %@
ja: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui ターミナル スクロールバック スクロールバー 右端 代替画面 tui
ko: terminal.showScrollBar 스크롤백 스크롤바 스크롤 바 오른쪽 가장자리 대체 화면 tui terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui
nb: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm import migrering bokmerker historikk informasjonskapsler profiler • %@
pl: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran import migracja zakładki historia ciasteczka profile • %@
pt_br: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui app geral preferências comportamento dock barra de menu status lateral terminal shell histórico rolagem tela importar migração favoritos cookies perfis • %@
ru: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран импорт миграция закладки cookies профили • %@
th: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ นำเข้า ย้ายข้อมูล บุ๊กมาร์ก ประวัติ คุกกี้ โปรไฟล์ • %@
tr: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran içe aktar geçiş yer imleri geçmiş çerezler profiller • %@
uk: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui програма загальні параметри поведінка док рядок меню статус бічна панель термінал shell історія прокручування смуга екран імпорт міграція закладки cookies профілі • %@
zh_hans: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar 滚动回溯 滚动条 右边缘 备用屏幕 tui
zh_hant: terminal.showScrollBar scrollback scrollbar scroll bar right edge alternate screen tui terminal.showScrollBar 向上捲動 捲動軸 右側邊緣 備用畫面 TUI

# settings.search.alias.setting.terminal.session-content-alignment
source: terminal.sessionContentAlignment terminal agent chat left center right alignment position
ar: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment طرفية وكيل دردشة يسار وسط يمين محاذاة موضع
de: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment Terminal Agenten-Chat links zentriert rechts Ausrichtung Position
es: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment terminal chat de agente izquierda centro derecha alineación posición
fr: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment terminal agent chat gauche centré droite alignement position
ja: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment ターミナル エージェントチャット 左 中央 右 配置 位置
ko: terminal.sessionContentAlignment 터미널 에이전트 채팅 왼쪽 가운데 오른쪽 정렬 위치 terminal.sessionContentAlignment terminal agent chat left center right alignment position
zh_hans: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment 终端 智能体 聊天 左 中 右 对齐 位置
zh_hant: terminal.sessionContentAlignment terminal agent chat left center right alignment position terminal.sessionContentAlignment 終端機 代理對話 左 中 右 對齊 位置
